/* A passcode has not been set */
"A passcode has not been set" = "Il touch ID non è stato ancora settato";

/* Richiesto accesso */
"Access requires authentication" = "Richiesto accesso";

/* Autenticazione */
"Authentication" = "Autenticazione";

/* Autentucazione fallita */
"Authentication failed" = "Autenticazione fallita";

/* attento */
"BE ALERT!" = "Attenzione !";

/* Cancel
   Cancel deleting all files */
"Cancel" = "Annulla ";

/* Annulla 
   Cancel  */
"Cancel " = "Annulla ";

/* Change Gesture */
"Change Gesture" = "Cambia gesture";

/* Scegli file */
"Choose a source" = "Scegli una risorsa";

/* Delete All
   Elimina tutti i file */
"Delete All" = "Elimina Tutti";

/* Elimina file */
"Delete file" = "Elimina File";

/* Sei sicuro di voler eliminare tutti i file? */
"Do you want delete all files?" = "Sei sicuro di voler eliminare tutti i file?";

/* Sei sicuro di voler eliminare questo file? */
"Do you want delete this file?" = "Sei sicuro di voler eliminare questo file?";

/* Elimina Files */
"Elimina Files" = "Elimina Files";

/* Excellent! */
"Excellent!" = "Ottimo !";

/* Files delete with successfull */
"Files delete with successfull" = "Files eliminati con successo";

/* Gesture Change */
"Gesture Change" = "Gesture Cambiata";

/* Gesture recorded */
"Gesture recorded" = "Gesture registrata";

/* Bene! */
"Good!" = "Bene !";

/* TouchID non settato */
"If you want use this app, you need to set a touch id " = "Se vuoi usare questa app, devi settare il touch ID ";

/* attento */
"Insert again" = "Reinserisci";

/* inserisci gesture */
"Insert gesture " = "Inserisci gesture";

/* Insert gesture again, for ensure that you draw it correct */
"Insert gesture again, for ensure that you draw it correct" = "Inserisci la gesture di nuovo, per essere sicuro che sia corretta";

/* Insert your new gesture */
"Insert your new gesture" = "Inserisci la nuova gesture";

/* Now you should insert a gesture, we use it as password for your secret archive. You should insert a continuos gesture, try to not lift your finger */
"Now you should insert a gesture, we use it as password for your secret archive. You should insert a continuos gesture, try to not lift your finger" = "Ora devi inserire la gesture, che useramo come password per il tuo archivio segreto. Devi inserire una linea continua, cerca di non staccare il dito dallo schermo";

/* Password option selected */
"Password option selected" = "Password option selezionata";

/* Galleria  */
"Photo Library " = "Galleria ";

/* Photo Source */
"Photo Source" = "Foto Source";

/* Please insert gesture */
"Please insert gesture" = "Inserisci la gesture per piacere";

/* Riprova */
"Please try again" = "Riprova per piacere";

/* Restart the App for make persistent the changement */
"Restart the App for make persistent the changement" = "Ravvia la app per rendere la modifica persistente";

/* Retry */
"Retry" = "Riprova";

/* Second gesture do not match, insert again or press cancel to redo you initial gesture */
"Second gesture do not match, insert again or press cancel to redo you initial gesture" = "Le due gesture non corrispondono, inserisci di nuovo o premi annulla per ripetere la gesture iniziale";

/* Sessione cancellata */
"Session cancelled" = "Sessione annullata";

/* Success */
"Success" = "Successo";

/* TouchID non settato */
"TouchID is not enrolled" = "TouchID non disponibile";

/* TouchID not available */
"TouchID not available" = "TouchID non disponibile";

/* Vuoi eliminare tutti i files ? */
"Vuoi eliminare tutti i files ?" = "Vuoi eliminare tutti i files ?";

/* Yes  */
"Yes " = "Si ";

